Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Inference provider paired with the per-task model override, set at create time. Read-only — Hermes has no update verb.
de: Inferenz-Anbieter, der mit der aufgabenspezifischen Modellüberschreibung gekoppelt ist, beim Erstellen gesetzt. Schreibgeschützt — Hermes hat kein Update-Verb.
es: Proveedor de inferencia emparejado con la anulación de modelo por tarea, definido al crearla. Solo lectura: Hermes no tiene un verbo de actualización.
fr: Fournisseur d’inférence associé au modèle spécifique à la tâche, défini à la création. Lecture seule — Hermes n’a pas de verbe de mise à jour.
ja: タスクごとのモデル上書きと対になる推論プロバイダー。作成時に設定されます。読み取り専用 — Hermes には更新用のコマンドがありません。
pt_br: Provedor de inferência associado à substituição de modelo por tarefa, definido na criação. Somente leitura — o Hermes não tem um verbo de atualização.
zh_hans: 与单个任务的模型覆盖配对的推理提供方,在创建时设置。只读 —— Hermes 没有更新命令。

source: Inherit `model.default` from ~/.hermes/config.yaml.
de: `model.default` aus ~/.hermes/config.yaml übernehmen.
es: Heredar `model.default` de ~/.hermes/config.yaml.
fr: Hériter de `model.default` depuis ~/.hermes/config.yaml.
ja: ~/.hermes/config.yaml から `model.default` を継承します。
pt_br: Herdar `model.default` de ~/.hermes/config.yaml.
zh_hans: 从 ~/.hermes/config.yaml 继承 `model.default`。

source: Input Tokens
de: Eingabe-Tokens
es: Tokens de entrada
fr: Jetons d'entrée
ja: 入力トークン
pt_br: Tokens de entrada
zh_hans: 输入 token

source: Insights
de: Einsichten
es: Analíticas
fr: Analyses
ja: インサイト
zh_hans: 洞察

source: Inspect
de: Prüfen
es: Inspeccionar
fr: Inspecter
ja: 検査
pt_br: Inspecionar
zh_hans: 检查

source: Inspecting template…
de: Untersuche Vorlage…
es: Inspeccionando plantilla…
fr: Inspection du modèle…
ja: テンプレートを検査中…
pt_br: Inspecionando template…
zh_hans: 正在检查模板…

source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
pt_br: Instalar
zh_hans: 安装

source: Install %@
de: %@ installieren
es: Instalar %@
fr: Installer %@
ja: %@ をインストール
pt_br: Instalar %@
zh_hans: 安装 %@

source: Install a Plugin
de: Plugin installieren
es: Instalar un plugin
fr: Installer un plugin
ja: プラグインをインストール
pt_br: Instalar um plugin
zh_hans: 安装插件

source: Install BlueBubbles Server
de: BlueBubbles Server installieren
es: Instalar BlueBubbles Server
fr: Installer BlueBubbles Server
ja: BlueBubbles Server をインストール
pt_br: Instalar BlueBubbles Server
zh_hans: 安装 BlueBubbles 服务器

source: Install failed
de: Installation fehlgeschlagen
es: Error al instalar
fr: Échec de l’installation
ja: インストールに失敗しました
pt_br: Falha na instalação
zh_hans: 安装失败

source: Install Failed
de: Installation fehlgeschlagen
es: Error al instalar
fr: Échec de l'installation
ja: インストール失敗
pt_br: Falha na instalação
zh_hans: 安装失败

source: Install from File…
de: Aus Datei installieren…
es: Instalar desde archivo…
fr: Installer depuis un fichier…
ja: ファイルからインストール…
pt_br: Instalar a partir de arquivo…
zh_hans: 从文件安装…

source: Install from URL…
de: Von URL installieren…
es: Instalar desde URL…
fr: Installer depuis une URL…
ja: URL からインストール…
pt_br: Instalar a partir de URL…
zh_hans: 从 URL 安装…

source: Install Plugin
de: Plugin installieren
es: Instalar plugin
fr: Installer le plugin
ja: プラグインをインストール
pt_br: Instalar plugin
zh_hans: 安装插件

source: Install signal-cli
de: signal-cli installieren
es: Instalar signal-cli
fr: Installer signal-cli
ja: signal-cli をインストール
pt_br: Instalar signal-cli
zh_hans: 安装 signal-cli

source: Install Skill from URL
de: Skill von URL installieren
es: Instalar habilidad desde URL
fr: Installer une compétence depuis une URL
ja: URL からスキルをインストール
pt_br: Instalar habilidade a partir de URL
zh_hans: 从 URL 安装技能

source: Install Template
de: Vorlage installieren
es: Instalar plantilla
fr: Installer le modèle
ja: テンプレートをインストール
pt_br: Instalar template
zh_hans: 安装模板

source: Install Template from URL
de: Vorlage von URL installieren
es: Instalar plantilla desde URL
fr: Installer un modèle depuis une URL
ja: URL からテンプレートをインストール
pt_br: Instalar template a partir de URL
zh_hans: 从 URL 安装模板

source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
pt_br: Instalado
zh_hans: 已安装

source: Installed — not enabled
de: Installiert — nicht aktiviert
es: Instalado — no activado
fr: Installé — non activé
ja: インストール済み — 無効
pt_br: Instalado — não ativado
zh_hans: 已安装 — 未启用

source: Installed (not enabled)
de: Installiert (nicht aktiviert)
es: Instalado (no activado)
fr: Installé (non activé)
ja: インストール済み (無効)
pt_br: Instalado (não ativado)
zh_hans: 已安装(未启用)

source: Installed %@
de: %@ installiert
es: %@ instalado
fr: %@ installé
ja: インストール済み %@
pt_br: %@ instalado
zh_hans: 已安装 %@

source: Installed and enabled
de: Installiert und aktiviert
es: Instalado y activado
fr: Installé et activé
ja: インストール済み・有効
pt_br: Instalado e ativado
zh_hans: 已安装并启用

source: Installed v%@
de: Installiert v%@
es: v%@ instalada
fr: v%@ installée
ja: v%@ をインストール済み
pt_br: v%@ instalada
zh_hans: 已安装 v%@

source: Installing %@…
de: %@ wird installiert…
es: Instalando %@…
fr: Installation de %@…
ja: %@ をインストール中…
pt_br: Instalando %@…
zh_hans: 正在安装 %@…

source: Installing browser tools…
de: Browser-Tools werden installiert…
es: Instalando herramientas del navegador…
fr: Installation des outils de navigateur…
ja: ブラウザツールをインストール中…
pt_br: Instalando ferramentas de navegador…
zh_hans: 正在安装浏览器工具…

source: Installing…
de: Installiere…
es: Instalando…
fr: Installation…
ja: インストール中…
pt_br: Instalando…
zh_hans: 安装中…

source: Instruction
de: Anweisung
es: Instrucción
ja: 指示
pt_br: Instrução
zh_hans: 说明

source: Interact
de: Interagieren
es: Interactuar
fr: Interagir
ja: 操作
pt_br: Interagir
zh_hans: 交互

source: Interim Messages
de: Zwischennachrichten
es: Mensajes intermedios
fr: Messages intermédiaires
ja: 中間メッセージ
pt_br: Mensagens intermediárias
zh_hans: 中间消息

source: Internal state inconsistency — please close and re-open.
de: Interne Zustandsinkonsistenz — bitte schließen und erneut öffnen.
es: Inconsistencia de estado interno — ciérralo y vuelve a abrirlo.
fr: Incohérence d'état interne — veuillez fermer puis rouvrir.
ja: 内部状態の不整合です — 閉じて再度開いてください。
pt_br: Inconsistência de estado interno — feche e reabra.
zh_hans: 内部状态不一致 — 请关闭后重新打开。

source: interval
de: Intervall
es: intervalo
fr: intervalle
ja: 間隔
pt_br: intervalo
zh_hans: 间隔

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
ja: 間隔
pt_br: Intervalo
zh_hans: 间隔

source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL invalide
ja: 無効な URL
pt_br: URL inválida
zh_hans: 无效 URL

source: Its `jobs.json` couldn't be parsed and may be corrupt.
de: Seine `jobs.json` konnte nicht geparst werden und ist möglicherweise beschädigt.
es: Su `jobs.json` no se pudo analizar y podría estar corrupto.
fr: Son `jobs.json` n'a pas pu être analysé et est peut-être corrompu.
ja: `jobs.json` を解析できませんでした。破損している可能性があります。
pt_br: Seu `jobs.json` não pôde ser interpretado e pode estar corrompido.
zh_hans: 其 `jobs.json` 无法解析,可能已损坏。

source: Journal Mode
de: Journal-Modus
es: Modo de diario
fr: Mode de journal
ja: ジャーナルモード
pt_br: Modo de journal
zh_hans: 日志模式

source: Journal Size Limit (bytes)
de: Journal-Größenlimit (Bytes)
es: Límite de tamaño del diario (bytes)
fr: Limite de taille du journal (octets)
ja: ジャーナルサイズ上限（バイト）
pt_br: Limite de tamanho do journal (bytes)
zh_hans: 日志大小上限（字节）

source: Journal Size Limit (bytes) — Custom
de: Journal-Größenlimit (Bytes) — benutzerdefiniert
es: Límite de tamaño del diario (bytes): personalizado
fr: Limite de taille du journal (octets) — personnalisé
ja: ジャーナルサイズ上限（バイト） — カスタム
pt_br: Limite de tamanho do journal (bytes) — personalizado
zh_hans: 日志大小上限（字节） — 自定义

source: keep (not installed by template)
de: behalten (nicht von der Vorlage installiert)
es: conservar (no instalado por la plantilla)
fr: conserver (non installé par le modèle)
ja: 保持(テンプレートによるインストールではない)
pt_br: manter (não instalado pelo modelo)
zh_hans: 保留(非模板安装)

source: Keep %@
de: %@ behalten
es: Mantener %@
fr: Conserver %@
ja: %@ を保持
pt_br: Manter %@
zh_hans: 保留 %@

source: Keep Editing
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer à modifier
ja: 編集を続ける
pt_br: Continuar editando
zh_hans: 继续编辑

source: Keep tokens fresh
de: Tokens aktuell halten
es: Mantener los tokens actualizados
fr: Garder les jetons à jour
ja: トークンを最新に保つ
pt_br: Manter tokens atualizados
zh_hans: 保持令牌有效

source: Keep typing to send as a message, or press Esc.
de: Weitertippen, um als Nachricht zu senden, oder Esc drücken.
es: Sigue escribiendo para enviar como mensaje, o pulsa Esc.
fr: Continuez à taper pour envoyer en tant que message, ou appuyez sur Échap.
ja: 入力を続けるとメッセージとして送信されます。キャンセルするには Esc を押してください。
pt_br: Continue digitando para enviar como mensagem, ou pressione Esc.
zh_hans: 继续输入作为消息发送,或按 Esc 取消。

source: KEY
de: SCHLÜSSEL
es: CLAVE
fr: CLÉ
ja: キー
pt_br: CHAVE
zh_hans: 键名

source: Keychain — name only
de: Schlüsselbund — nur Name
es: Llavero — solo nombre
fr: Trousseau — nom uniquement
ja: キーチェーン — 名前のみ
pt_br: Keychain — somente nome
zh_hans: Keychain — 仅名称

source: Kind
de: Art
es: Tipo
fr: Type
ja: 種類
pt_br: Tipo
zh_hans: 类型

source: Kind: %@
de: Art: %@
es: Tipo: %@
fr: Type : %@
ja: 種類: %@
pt_br: Tipo: %@
zh_hans: 类型:%@

source: Known provider IDs
de: Bekannte Anbieter-IDs
es: IDs de proveedor conocidos
fr: ID de fournisseurs connus
ja: 既知のプロバイダー ID
pt_br: IDs de provedor conhecidos
zh_hans: 已知的提供方 ID

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt_br: Idioma
zh_hans: 语言

source: Language (global)
de: Sprache (global)
es: Idioma (global)
fr: Langue (globale)
ja: 言語 (グローバル)
pt_br: Idioma (global)
zh_hans: 语言(全局)

source: last %lld
de: letzte %lld
es: últimos %lld
fr: dernier %lld
ja: 直近 %lld 件
pt_br: últimos %lld
zh_hans: 最近 %lld

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
ja: 過去 7 日間
pt_br: Últimos 7 dias
zh_hans: 最近 7 天

source: last active %@
de: zuletzt aktiv %@
es: última actividad %@
fr: dernière activité %@
ja: 最終アクティブ %@
pt_br: última atividade %@
zh_hans: 最后活跃 %@

source: Last Checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
ja: 最終確認
pt_br: Última verificação
zh_hans: 上次检查

source: Last Output
de: Letzte Ausgabe
es: Última salida
fr: Dernière sortie
ja: 最終出力
pt_br: Última saída
zh_hans: 最后输出

source: Last probe: %@
de: Letzte Prüfung: %@
es: Última comprobación: %@
fr: Dernière sonde : %@
ja: 最終確認: %@
pt_br: Última verificação: %@
zh_hans: 上次探测:%@

source: Last report
de: Letzter Bericht
es: Último informe
fr: Dernier rapport
ja: 最後のレポート
pt_br: Último relatório
zh_hans: 上次报告

source: Last run
de: Letzter Lauf
es: Última ejecución
fr: Dern. exécution
ja: 最終実行
pt_br: Última execução
zh_hans: 上次运行

source: Last run failed
de: Letzter Lauf fehlgeschlagen
es: La última ejecución falló
fr: La dernière exécution a échoué
ja: 前回の実行は失敗しました
pt_br: A última execução falhou
zh_hans: 上次运行失败

source: LAST RUN OUTPUT
de: AUSGABE DES LETZTEN LAUFS
es: SALIDA DE LA ÚLTIMA EJECUCIÓN
fr: SORTIE DE LA DERNIÈRE EXÉCUTION
ja: 最終実行の出力
pt_br: SAÍDA DA ÚLTIMA EXECUÇÃO
zh_hans: 上次运行输出

source: Last run: %@
de: Letzter Lauf: %@
es: Última ejecución: %@
fr: Dernière exécution : %@
ja: 最終実行: %@
pt_br: Última execução: %@
zh_hans: 上次运行:%@

source: Last updated: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Mis à jour : %@
ja: 最終更新: %@
pt_br: Atualizado em: %@
zh_hans: 最后更新:%@

source: Launch Dashboard
de: Dashboard starten
es: Abrir panel
fr: Lancer le tableau de bord
ja: ダッシュボードを起動
pt_br: Abrir painel
zh_hans: 启动仪表盘

source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: 詳細
pt_br: Saiba mais
zh_hans: 了解更多

source: Least active
de: Am wenigsten aktiv
es: Menos activo
fr: Les moins actives
ja: アクティビティが少ない順
pt_br: Menos ativas
zh_hans: 最不活跃

source: Least recently active
de: Am längsten inaktiv
es: Menor actividad reciente
fr: Activité la plus ancienne
ja: 最終利用が古い順
pt_br: Inativas há mais tempo
zh_hans: 最久未活跃

source: Leave %@ with unsaved SOUL.md changes?
de: %@ mit ungespeicherten SOUL.md-Änderungen verlassen?
es: ¿Salir de %@ con cambios sin guardar en SOUL.md?
fr: Quitter %@ avec des modifications non enregistrées de SOUL.md ?
ja: SOUL.md の変更を保存せずに %@ を離れますか?
pt_br: Sair de %@ com alterações não salvas em SOUL.md?
zh_hans: 在 SOUL.md 有未保存更改的情况下离开 %@?

source: Leave blank for local servers
de: Für lokale Server leer lassen
es: Déjalo vacío para servidores locales
fr: Laissez vide pour les serveurs locaux
ja: ローカルサーバーの場合は空欄のままにしてください
pt_br: Deixe em branco para servidores locais
zh_hans: 本地服务器留空

source: Leave blank in config to let Hermes pick the default Nous model. Picking one above writes it explicitly.
de: In der Konfiguration leer lassen, damit Hermes das Standard-Nous-Modell wählt. Eine Auswahl oben schreibt es explizit.
es: Déjalo en blanco en la configuración para que Hermes elija el modelo Nous predeterminado. Elegir uno arriba lo escribe explícitamente.
fr: Laissez vide dans la configuration pour laisser Hermes choisir le modèle Nous par défaut. En choisir un ci-dessus l'écrit explicitement.
ja: 設定を空欄にすると Hermes がデフォルトの Nous モデルを選択します。上で選択すると明示的に書き込まれます。
pt_br: Deixe em branco na configuração para deixar o Hermes escolher o modelo Nous padrão. Escolher um acima grava-o explicitamente.
zh_hans: 在配置中留空以让 Hermes 选择默认的 Nous 模型。在上方选择一个则会显式写入。

source: Leave blank to infer from the model ID's prefix ("openai/..." → openai).
de: Leer lassen, um aus dem Präfix der Modell-ID abzuleiten ("openai/..." → openai).
es: Déjalo vacío para deducirlo del prefijo del ID del modelo ("openai/..." → openai).
fr: Laissez vide pour déduire du préfixe de l'ID du modèle (« openai/... » → openai).
ja: モデル ID のプレフィックスから推定するには空のままにします("openai/..." → openai)。
pt_br: Deixe em branco para inferir pelo prefixo do ID do modelo ("openai/..." → openai).
zh_hans: 留空则从模型 ID 的前缀推断("openai/..." → openai)。

source: Leave blank to use Hermes's default Nous model.
de: Leer lassen, um Hermes' Standard-Nous-Modell zu verwenden.
es: Déjalo en blanco para usar el modelo Nous predeterminado de Hermes.
fr: Laissez vide pour utiliser le modèle Nous par défaut de Hermes.
ja: 空欄にすると Hermes のデフォルト Nous モデルを使用します。
pt_br: Deixe em branco para usar o modelo Nous padrão do Hermes.
zh_hans: 留空则使用 Hermes 的默认 Nous 模型。

source: Leave blank unless Hermes is installed at a non-default path (systemd services often live at /var/lib/hermes/.hermes; Docker sidecars vary). Test Connection auto-suggests a value when it detects one of the known alternates.
de: Leer lassen, außer Hermes liegt nicht am Standardpfad (systemd-Dienste oft unter /var/lib/hermes/.hermes; Docker-Sidecars variieren). Test Connection schlägt automatisch einen Wert vor, wenn es eine bekannte Alternative erkennt.
es: Déjalo vacío salvo que Hermes esté instalado en una ruta no predeterminada (los servicios systemd suelen estar en /var/lib/hermes/.hermes; los sidecars Docker varían). Probar conexión sugiere un valor automáticamente si detecta una alternativa conocida.
fr: Laissez vide sauf si Hermes est installé à un chemin non standard (les services systemd résident souvent dans /var/lib/hermes/.hermes ; les sidecars Docker varient). Tester la connexion suggère automatiquement une valeur lorsqu'un des chemins alternatifs connus est détecté.
ja: Hermes がデフォルト以外のパスにインストールされていない限り空のままにしてください(systemd サービスはしばしば /var/lib/hermes/.hermes にあり、Docker サイドカーは様々です)。テスト接続は既知の代替パスを検出すると自動的に値を提案します。
pt_br: Deixe em branco a menos que o Hermes esteja instalado em um caminho não padrão (serviços systemd geralmente ficam em /var/lib/hermes/.hermes; sidecars Docker variam). Testar conexão sugere automaticamente um valor ao detectar um dos caminhos alternativos conhecidos.
zh_hans: 除非 Hermes 安装在非默认路径,否则请留空(systemd 服务通常在 /var/lib/hermes/.hermes,Docker sidecar 则各不相同)。检测到已知替代路径时,测试连接会自动建议值。

source: Leave empty for the system trust store (verify on). Enter a path to pin a custom CA bundle.
de: Leer lassen für den System-Vertrauensspeicher (Überprüfung an). Gib einen Pfad ein, um ein eigenes CA-Bundle festzulegen.
es: Déjalo vacío para usar el almacén de confianza del sistema (verificación activada). Introduce una ruta para fijar un paquete de CA personalizado.
fr: Laissez vide pour utiliser le magasin de confiance système (vérification activée). Saisissez un chemin pour épingler un bundle CA personnalisé.
ja: システムのトラストストアを使用するには空欄のままにしてください(検証はオン)。カスタム CA バンドルを固定するにはパスを入力してください。
pt_br: Deixe vazio para usar o repositório de confiança do sistema (verificação ativada). Digite um caminho para fixar um pacote de CA personalizado.
zh_hans: 留空则使用系统信任存储(验证开启)。输入路径以固定使用自定义 CA 证书包。

source: Ledger
de: Journal
es: Registro
fr: Registre
ja: 台帳
pt_br: Registro
zh_hans: 台账

source: Ledger is empty.
de: Ledger ist leer.
es: El registro está vacío.
fr: Le registre est vide.
ja: 台帳は空です。
pt_br: O registro está vazio.
zh_hans: 台账为空。

source: Let %@ replace built-in tools?
de: %@ erlauben, integrierte Tools zu ersetzen?
es: ¿Permitir que %@ reemplace las herramientas integradas?
fr: Autoriser %@ à remplacer les outils intégrés ?
ja: %@ に組み込みツールの置き換えを許可しますか?
pt_br: Permitir que %@ substitua as ferramentas integradas?
zh_hans: 允许 %@ 替换内置工具吗?

source: Lets this project's dashboard load images from this host from now on
de: Erlaubt dem Dashboard dieses Projekts ab jetzt, Bilder von diesem Host zu laden
es: Permite que el panel de este proyecto cargue imágenes de este host a partir de ahora
fr: Autorise désormais le tableau de bord de ce projet à charger des images depuis cet hôte
ja: 今後、このプロジェクトのダッシュボードがこのホストから画像を読み込めるようにします
pt_br: Permite que o painel deste projeto carregue imagens deste host de agora em diante
zh_hans: 允许此项目的仪表板今后从该主机加载图片

source: Level
de: Ebene
es: Nivel
fr: Niveau
ja: レベル
pt_br: Nível
zh_hans: 级别

source: Link Device
de: Gerät koppeln
es: Vincular dispositivo
fr: Associer un appareil
ja: デバイスをリンク
pt_br: Vincular dispositivo
zh_hans: 关联设备

source: Link step exited — save credentials and start the daemon next
de: Der Verknüpfungsschritt wurde beendet — speichere jetzt die Anmeldedaten und starte den Daemon
es: El paso de vinculación finalizó: guarda las credenciales y luego inicia el daemon
fr: L’étape de liaison s’est terminée — enregistrez les identifiants puis démarrez le daemon
ja: リンク手順が終了しました — 次に資格情報を保存してデーモンを起動してください
pt_br: A etapa de vinculação terminou — salve as credenciais e depois inicie o daemon
zh_hans: 关联步骤已结束 — 请先保存凭证,再启动守护进程

source: Link the device first to generate and scan a QR code. Once linked, start the daemon — it must keep running for hermes to send/receive messages.
de: Kopple zuerst das Gerät, um einen QR-Code zu erzeugen und zu scannen. Nach dem Koppeln starte den Daemon — er muss laufen, damit hermes Nachrichten senden/empfangen kann.
es: Vincula primero el dispositivo para generar y escanear un código QR. Una vez vinculado, inicia el demonio — debe seguir ejecutándose para que hermes envíe/reciba mensajes.
fr: Associez d'abord l'appareil pour générer et scanner un QR code. Une fois associé, démarrez le démon — il doit continuer à fonctionner pour que hermes puisse envoyer/recevoir des messages.
ja: まずデバイスをリンクして QR コードを生成・スキャンしてください。リンク後、デーモンを起動してください — hermes がメッセージを送受信するには動作し続ける必要があります。
pt_br: Vincule o dispositivo primeiro para gerar e escanear um QR code. Após vincular, inicie o daemon — ele precisa continuar rodando para o hermes enviar/receber mensagens.
zh_hans: 首先关联设备以生成并扫描二维码。关联后启动守护进程 — 必须保持运行以便 hermes 收发消息。

source: Linking…
de: Kopple…
es: Vinculando…
fr: Association…
ja: リンク中…
pt_br: Vinculando…
zh_hans: 关联中…

source: List
de: Liste
es: Lista
fr: Liste
ja: 一覧
pt_br: Lista
zh_hans: 列表

source: List damaged — review
de: Liste beschädigt — überprüfen
es: Lista dañada: revísala
fr: Liste endommagée — à vérifier
ja: 一覧が破損しています — 確認してください
pt_br: Lista danificada — revise
zh_hans: 列表已损坏 — 请检查

source: Live tail across the gateway, agent, tools, MCP servers, and cron.
de: Live-Tail über Gateway, Agent, Tools, MCP-Server und Cron hinweg.
es: Seguimiento en vivo del gateway, el agente, las herramientas, los servidores MCP y el cron.
fr: Suivi en direct sur la passerelle, l'agent, les outils, les serveurs MCP et le cron.
ja: gateway、エージェント、ツール、MCP サーバー、cron にまたがるライブテール。
pt_br: Acompanhamento em tempo real do gateway, agente, ferramentas, servidores MCP e cron.
zh_hans: 跨 gateway、agent、工具、MCP 服务器和定时任务的实时日志追踪。

source: Load earlier messages
de: Frühere Nachrichten laden
es: Cargar mensajes anteriores
fr: Charger les messages précédents
ja: 以前のメッセージを読み込む
pt_br: Carregar mensagens anteriores
zh_hans: 加载更早的消息

source: Load tool results in past chats
de: Tool-Ergebnisse in früheren Chats laden
es: Cargar resultados de herramientas en chats anteriores
fr: Charger les résultats d'outils dans les chats passés
ja: 過去のチャットでツールの結果を読み込む
pt_br: Carregar resultados de ferramentas em chats anteriores
zh_hans: 在历史聊天中加载工具结果

source: Loaded
de: Geladen
es: Cargado
fr: Chargé
ja: 読み込み済み
pt_br: Carregado
zh_hans: 已加载

source: Loading %@…
de: Lade %@…
es: Cargando %@…
fr: Chargement de %@…
ja: %@ を読み込み中…
pt_br: Carregando %@…
zh_hans: 正在加载 %@…

source: Loading activity…
de: Lade Aktivität…
es: Cargando actividad…
fr: Chargement de l'activité…
ja: アクティビティを読み込み中…
pt_br: Carregando atividade…
zh_hans: 正在加载活动…

source: Loading archived skills…
de: Lade archivierte Skills…
es: Cargando habilidades archivadas…
fr: Chargement des compétences archivées…
ja: アーカイブ済みスキルを読み込み中…
pt_br: Carregando habilidades arquivadas…
zh_hans: 正在加载已归档技能…

source: Loading catalog…
de: Lade Katalog…
es: Cargando catálogo…
fr: Chargement du catalogue…
ja: カタログを読み込み中…
pt_br: Carregando catálogo…
zh_hans: 正在加载目录…

source: Loading commands…
de: Lade Befehle…
es: Cargando comandos…
fr: Chargement des commandes…
ja: コマンドを読み込み中…
pt_br: Carregando comandos…
zh_hans: 正在加载命令…

source: Loading config.yaml…
de: Lade config.yaml…
es: Cargando config.yaml…
fr: Chargement de config.yaml…
ja: config.yaml を読み込み中…
pt_br: Carregando config.yaml…
zh_hans: 正在加载 config.yaml…

source: Loading credentials…
de: Anmeldedaten werden geladen…
es: Cargando credenciales…
fr: Chargement des identifiants…
ja: 資格情報を読み込み中…
pt_br: Carregando credenciais…
zh_hans: 正在加载凭证…

source: Loading cron jobs…
de: Cron-Jobs werden geladen…
es: Cargando tareas cron…
fr: Chargement des tâches cron…
ja: cron ジョブを読み込み中…
pt_br: Carregando tarefas cron…
zh_hans: 正在加载 cron 任务…

source: Loading dashboard…
de: Lade Dashboard…
es: Cargando panel…
fr: Chargement du tableau de bord…
ja: ダッシュボードを読み込み中…
pt_br: Carregando painel…
zh_hans: 正在加载仪表盘…

source: loading details
de: Details werden geladen
es: cargando los detalles
fr: chargement des détails
ja: 詳細を読み込み中
pt_br: carregando os detalhes
zh_hans: 正在加载详情

source: Loading earlier…
de: Lade frühere…
es: Cargando anteriores…
fr: Chargement des précédents…
ja: 以前のものを読み込み中…
pt_br: Carregando anteriores…
zh_hans: 正在加载更早内容…

source: Loading incidents…
de: Lade Vorfälle…
es: Cargando incidencias…
fr: Chargement des incidents…
ja: インシデントを読み込み中…
pt_br: Carregando incidentes…
zh_hans: 正在加载故障事件…

source: Loading insights…
de: Auswertungen werden geladen…
es: Cargando análisis…
fr: Chargement des analyses…
ja: インサイトを読み込み中…
pt_br: Carregando análises…
zh_hans: 正在加载分析…
